Repository: JensDerKrueger/BorgVR
Catalog: iOSApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: No custom certificate: BorgVR creates a temporary self-signed certificate.
de: Kein benutzerdefiniertes Zertifikat: BorgVR erzeugt ein temporäres Self-Signed-Zertifikat.
es: Kein benutzerdefiniertes Zertifikat: BorgVR erzeugt ein temporäres Self-Signed-Zertifikat.
fr: Kein benutzerdefiniertes Zertifikat: BorgVR erzeugt ein temporäres Self-Signed-Zertifikat.

source: No datasets found
de: Keine Datensätze gefunden
es: No se encontraron conjuntos de datos
fr: Aucun jeu de données trouvé

source: No file selected
de: Keine Datei ausgewählt
es: Ningún archivo seleccionado
fr: Aucun fichier sélectionné

source: No Metal device available.
de: Kein Metal-Gerät verfügbar.
es: Kein Metal-Gerät verfügbar.
fr: Kein Metal-Gerät verfügbar.

source: No script active
de: Kein Script aktiv
es: Kein Script aktiv
fr: Kein Script aktiv

# notfication_dataset_downloaded_text
source: The dataset has been downloaded in its entirety and is now available locally.
de: Der Datensatz wurde vollständig heruntergeladen und ist nun lokal verfügbar.
es: El conjunto de datos se ha descargado por completo y ahora está disponible localmente.
fr: Le jeu de données a été entièrement téléchargé et est maintenant disponible localement.

# notfication_dataset_downloaded_title
source: Remote Dataset Complete
de: Remote-Datensatz vollständig
es: Conjunto de datos remoto completo
fr: Jeu de données distant complet

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir

source: Open dataset
de: Datensatz öffnen
es: Abrir conjunto de datos
fr: Ouvrir un jeu de données

source: Opening dataset ...
de: Datensatz wird geöffnet ...
es: Abriendo conjunto de datos ...
fr: Ouverture du jeu de données ...

source: Output directory could not be created: \(error.localizedDescription)
de: Ausgabeverzeichnis konnte nicht angelegt werden: \(error.localizedDescription)
es: Ausgabeverzeichnis konnte nicht angelegt werden: \(error.localizedDescription)
fr: Ausgabeverzeichnis konnte nicht angelegt werden: \(error.localizedDescription)

source: Overlap
de: Überlappung
es: Solapamiento
fr: Chevauchement

source: Overlap: \(storedAppModel.brickOverlap)
de: Überlappung: \(storedAppModel.brickOverlap)
es: Überlappung: \(storedAppModel.brickOverlap)
fr: Überlappung: \(storedAppModel.brickOverlap)

source: Password
de: Passwort
es: Passwort
fr: Passwort

source: Password (optional)
de: Passwort (optional)
es: Contraseña (opcional)
fr: Mot de passe (facultatif)

source: Password could not be saved: \(error.localizedDescription)
de: Passwort konnte nicht gespeichert werden: \(error.localizedDescription)
es: Passwort konnte nicht gespeichert werden: \(error.localizedDescription)
fr: Passwort konnte nicht gespeichert werden: \(error.localizedDescription)

source: Password saved in the Keychain.
de: Passwort in der Keychain gespeichert.
es: Passwort in der Keychain gespeichert.
fr: Passwort in der Keychain gespeichert.

# perf_legend_above_recovery
source: Above recovery
de: Über Erholung
es: Por encima de recuperación
fr: Au-dessus de la récupération

# perf_legend_avg
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne

# perf_legend_below_drop
source: Below drop
de: Unter Drop
es: Por debajo de caída
fr: Sous le seuil de chute

# perf_legend_between
source: Between
de: Dazwischen
es: Intermedio
fr: Entre les deux

# perf_legend_last
source: Last
de: Letzter Wert
es: Último
fr: Dernière

# perf_legend_smoothed
source: Smoothed
de: Geglättet
es: Suavizado
fr: Lissée

# perf_toggle_avg
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne

# perf_toggle_avg_accessibility
source: Show average performance curve
de: Durchschnittliche Performance-Kurve anzeigen
es: Mostrar curva de rendimiento promedio
fr: Afficher la courbe de performance moyenne

# perf_toggle_grid
source: Grid
de: Raster
es: Cuadrícula
fr: Grille

# perf_toggle_grid_accessibility
source: Show performance graph grid
de: Raster im Performance-Diagramm anzeigen
es: Mostrar cuadrícula del gráfico de rendimiento
fr: Afficher la grille du graphique de performance

# perf_toggle_last
source: Last
de: Letzter Wert
es: Último
fr: Dernière

# perf_toggle_last_accessibility
source: Show last frame performance curve
de: Performance-Kurve des letzten Frames anzeigen
es: Mostrar curva de rendimiento del último fotograma
fr: Afficher la courbe de performance de la dernière image

# perf_toggle_legend
source: Legend
de: Legende
es: Leyenda
fr: Légende

# perf_toggle_legend_accessibility
source: Show performance graph legend
de: Legende des Performance-Diagramms anzeigen
es: Mostrar leyenda del gráfico de rendimiento
fr: Afficher la légende du graphique de performance

# perf_toggle_ms
source: Milliseconds
de: Millisekunden
es: Milisegundos
fr: Millisecondes

# perf_toggle_ms_accessibility
source: Show frame times in milliseconds
de: Framezeiten in Millisekunden anzeigen
es: Mostrar tiempos de fotograma en milisegundos
fr: Afficher les temps d’image en millisecondes

# perf_toggle_smoothed
source: Smoothed
de: Geglättet
es: Suavizado
fr: Lissée

# perf_toggle_smoothed_accessibility
source: Show smoothed performance curve
de: Geglättete Performance-Kurve anzeigen
es: Mostrar curva de rendimiento suavizada
fr: Afficher la courbe de performance lissée

# perf_toggle_thresholds
source: Thresholds
de: Schwellwerte
es: Umbrales
fr: Seuils

# perf_toggle_thresholds_accessibility
source: Show performance threshold lines
de: Performance-Schwellwertlinien anzeigen
es: Mostrar líneas de umbral de rendimiento
fr: Afficher les lignes de seuil de performance

# perf_toggle_zones
source: Performance zones
de: Performance-Zonen
es: Zonas de rendimiento
fr: Zones de performance

# perf_toggle_zones_accessibility
source: Show performance zones
de: Performance-Zonen anzeigen
es: Mostrar zonas de rendimiento
fr: Afficher les zones de performance

# perf_tooltip_avg_format
source: Average: %.1f %@
de: Durchschnitt: %.1f %@
es: Promedio: %.1f %@
fr: Moyenne : %.1f %@

# perf_tooltip_last_format
source: Last: %.1f %@
de: Letzter Wert: %.1f %@
es: Último: %.1f %@
fr: Dernière : %.1f %@

# perf_tooltip_smoothed_format
source: Smoothed: %.1f %@
de: Geglättet: %.1f %@
es: Suavizado: %.1f %@
fr: Lissée : %.1f %@

source: Port %@%@, %@ datasets
de: Port %@%@, %@ Datensätze
es: Puerto %@%@, %@ conjuntos de datos
fr: Port %@%@, %@ jeux de données

source: Progressive loading
de: Progressives Laden
es: Carga progresiva
fr: Chargement progressif

# Progressives Laden
source: Progressive loading
de: Progressives Laden
es: Carga progresiva
fr: Chargement progressif

source: Reading local datasets ...
de: Lokale Datensätze werden gelesen ...
es: Leyendo conjuntos de datos locales ...
fr: Lecture des jeux de données locaux ...

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser

source: Remote dataset download paused.
de: Remote-Datensatz-Download angehalten.
es: Descarga del conjunto de datos remoto pausada.
fr: Téléchargement du jeu de données distant suspendu.

source: Remote datasets
de: Remote-Datensätze
es: Conjuntos de datos remotos
fr: Jeux de données distants

# remote_dataset_download_progress_format
source: Downloading remote dataset locally ... %@
de: Remote-Datensatz wird lokal geladen ... %@
es: Descargando localmente el conjunto de datos remoto ... %@
fr: Téléchargement local du jeu de données distant ... %@

source: Render Mode
de: Rendermodus
es: Modo de renderizado
fr: Mode de rendu

source: Renderer could not load the active dataset.
de: Renderer konnte den aktiven Datensatz nicht laden.
es: Renderer konnte den aktiven Datensatz nicht laden.
fr: Renderer konnte den aktiven Datensatz nicht laden.

source: Renderer could not open dataset: \(id)
de: Renderer konnte den Datensatz nicht öffnen: \(id)
es: Renderer konnte den Datensatz nicht öffnen: \(id)
fr: Renderer konnte den Datensatz nicht öffnen: \(id)

source: Repeat
de: Wiederholen
es: Repetir
fr: Répéter

source: Request low-res LOD
de: Low-res LOD mit anfordern
es: Solicitar LOD de baja resolución
fr: Demander le LOD basse résolution

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser

source: Reset \(pendingResetSection.title)?
de: \(pendingResetSection.title) zurücksetzen?
es: \(pendingResetSection.title) zurücksetzen?
fr: \(pendingResetSection.title) zurücksetzen?

source: Reset \(section.title)
de: \(section.title) zurücksetzen
es: \(section.title) zurücksetzen
fr: \(section.title) zurücksetzen

source: Reset settings?
de: Einstellungen zurücksetzen?
es: Einstellungen zurücksetzen?
fr: Einstellungen zurücksetzen?

source: Run Script
de: Script ausführen
es: Script ausführen
fr: Script ausführen

source: Run Script...
de: Script ausführen...
es: Script ausführen...
fr: Script ausführen...

source: Screen-space pixel error
de: Screen-Space-Pixelfehler
es: Error de píxel en espacio de pantalla
fr: Erreur en pixels dans l’espace écran

source: Screen-space pixel error: %.2f
de: Screen-Space-Pixelfehler: %.2f
es: Screen-Space-Pixelfehler: %.2f
fr: Screen-Space-Pixelfehler: %.2f

# Screen-Space-Pixelfehler
source: Screen-space pixel error
de: Screen-Space-Pixelfehler
es: Error de píxel en espacio de pantalla
fr: Erreur en pixels dans l’espace écran

source: Screenshot failed: \(error.localizedDescription)
de: Screenshot fehlgeschlagen: \(error.localizedDescription)
es: Error al crear la captura de pantalla: \(error.localizedDescription)
fr: Échec de la capture d’écran : \(error.localizedDescription)

source: Script could not be loaded: \(result)
de: Script konnte nicht geladen werden: \(result)
es: Script konnte nicht geladen werden: \(result)
fr: Script konnte nicht geladen werden: \(result)

source: Script error
de: Scriptfehler
es: Scriptfehler
fr: Scriptfehler

source: Script error\(lineText): \(result)
de: Scriptfehler\(lineText): \(result)
es: Scriptfehler\(lineText): \(result)
fr: Scriptfehler\(lineText): \(result)

source: Script finished
de: Script beendet
es: Script beendet
fr: Script beendet

source: Script output directory: \(directory.path)
de: Script-Ausgabeverzeichnis: \(directory.path)
es: Script-Ausgabeverzeichnis: \(directory.path)
fr: Script-Ausgabeverzeichnis: \(directory.path)

source: Script running: %@
de: Script läuft: %@
es: Script läuft: %@
fr: Script läuft: %@

source: Script started: \(url.lastPathComponent)
de: Script gestartet: \(url.lastPathComponent)
es: Script gestartet: \(url.lastPathComponent)
fr: Script gestartet: \(url.lastPathComponent)

source: Script stopped
de: Script gestoppt
es: Script gestoppt
fr: Script gestoppt

source: Select input volume
de: Input-Volume auswählen
es: Seleccionar volumen de entrada
fr: Sélectionner le volume d’entrée

source: Server address
de: Serveradresse
es: Serveradresse
fr: Serveradresse

# Server braucht Hostname und Port zwischen 0 und 65535.
source: Server requires a hostname and a port between 0 and 65535.
de: Server braucht Hostname und Port zwischen 0 und 65535.
es: El servidor necesita un nombre de host y un puerto entre 0 y 65535.
fr: Le serveur nécessite un nom d'hôte et un port entre 0 et 65535.

source: Server could not be started\(reason)
de: Server konnte nicht gestartet werden\(reason)
es: Server konnte nicht gestartet werden\(reason)
fr: Server konnte nicht gestartet werden\(reason)

source: Server is not started.
de: Server ist nicht gestartet.
es: El servidor no está iniciado.
fr: Le serveur n'est pas démarré.

source: Server password
de: Server-Passwort
es: Contraseña del servidor
fr: Mot de passe du serveur

source: Server password (optional)
de: Server-Passwort (optional)
es: Contraseña del servidor (opcional)
fr: Mot de passe du serveur (facultatif)

source: Server requires a hostname and a port between 0 and 65535.
de: Server braucht Hostname und Port zwischen 0 und 65535.
es: El servidor necesita un nombre de host y un puerto entre 0 y 65535.
fr: Le serveur nécessite un nom d'hôte et un port entre 0 et 65535.

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

source: SharePlay active
de: SharePlay aktiv
es: SharePlay activo
fr: SharePlay actif

# SharePlay aktiv
source: SharePlay active
de: SharePlay aktiv
es: SharePlay activo
fr: SharePlay actif

source: Show UI
de: UI einblenden
es: Mostrar interfaz
fr: Afficher l’interface

source: Start Background Server
de: Hintergrundserver starten
es: Iniciar servidor en segundo plano
fr: Démarrer le serveur en arrière-plan

source: Start conversion
de: Konvertierung starten
es: Iniciar conversión
fr: Démarrer la conversion

source: Start server automatically
de: Server automatisch starten
es: Iniciar servidor automáticamente
fr: Démarrer le serveur automatiquement

source: Start SharePlay
de: SharePlay starten
es: Iniciar SharePlay
fr: Démarrer SharePlay

source: Start WebGPU web server
de: WebGPU-Webserver starten
es: WebGPU-Webserver starten
fr: WebGPU-Webserver starten

source: Static
de: Statisch
es: Estático
fr: Statique

source: Stop Background Server
de: Hintergrundserver stoppen
es: Detener servidor en segundo plano
fr: Arrêter le serveur en arrière-plan

source: Stop now and continue later
de: Jetzt stoppen und später fortsetzen
es: Detener ahora y continuar más tarde
fr: Arrêter maintenant et reprendre plus tard

source: Stop on missing brick
de: Bei fehlendem Brick stoppen
es: Detener si falta un brick
fr: Arrêter si un brick manque

source: Stop Script
de: Script stoppen
es: Script stoppen
fr: Script stoppen

source: Supported formats are QVIS `.dat` + `.raw`, NRRD/NHDR, and native BorgVR `.data` files.
de: Unterstützt werden QVIS `.dat` + `.raw`, NRRD/NHDR und native BorgVR `.data`-Dateien.
es: Se admiten QVIS `.dat` + `.raw`, NRRD/NHDR y archivos nativos BorgVR `.data`.
fr: Les formats pris en charge sont QVIS `.dat` + `.raw`, NRRD/NHDR et les fichiers BorgVR natifs `.data`.

# Systemfarbe
source: System color
de: Systemfarbe
es: Color del sistema
fr: Couleur système

# tf_editor_alpha_channel_help
source: Edit the alpha/opacity transfer-function channel
de: Alpha-/Opazitätskanal der Transferfunktion bearbeiten
es: Editar el canal alfa/opacidad de la función de transferencia
fr: Modifier le canal alpha/opacité de la fonction de transfert

# tf_editor_blue_channel_help
source: Edit the blue transfer-function channel
de: Blauen Kanal der Transferfunktion bearbeiten
es: Editar el canal azul de la función de transferencia
fr: Modifier le canal bleu de la fonction de transfert

# tf_editor_green_channel_help
source: Edit the green transfer-function channel
de: Grünen Kanal der Transferfunktion bearbeiten
es: Editar el canal verde de la función de transferencia
fr: Modifier le canal vert de la fonction de transfert

# tf_editor_load
source: Load transfer function
de: Transferfunktion laden
es: Cargar función de transferencia
fr: Charger la fonction de transfert

# tf_editor_load_failed
source: Could not load transfer function:
de: Transferfunktion konnte nicht geladen werden:
es: No se pudo cargar la función de transferencia:
fr: Impossible de charger la fonction de transfert :

# tf_editor_load_help
source: Load the transfer function next to the current dataset
de: Transferfunktion neben dem aktuellen Datensatz laden
es: Cargar la función de transferencia junto al conjunto de datos actual
fr: Charger la fonction de transfert à côté du jeu de données actuel

# tf_editor_load_success
source: Transfer function loaded:
de: Transferfunktion geladen:
es: Función de transferencia cargada:
fr: Fonction de transfert chargée :

# tf_editor_red_channel_help
source: Edit the red transfer-function channel
de: Roten Kanal der Transferfunktion bearbeiten
es: Editar el canal rojo de la función de transferencia
fr: Modifier le canal rouge de la fonction de transfert

# tf_editor_save
source: Save transfer function
de: Transferfunktion speichern
es: Guardar función de transferencia
fr: Enregistrer la fonction de transfert

# tf_editor_save_failed
source: Could not save transfer function:
de: Transferfunktion konnte nicht gespeichert werden:
es: No se pudo guardar la función de transferencia:
fr: Impossible d’enregistrer la fonction de transfert :

# tf_editor_save_help
source: Save the transfer function next to the current dataset
de: Transferfunktion neben dem aktuellen Datensatz speichern
es: Guardar la función de transferencia junto al conjunto de datos actual
fr: Enregistrer la fonction de transfert à côté du jeu de données actuel

# tf_editor_save_success
source: Transfer function saved:
de: Transferfunktion gespeichert:
es: Función de transferencia guardada:
fr: Fonction de transfert enregistrée :

source: The \(pendingResetSection.title) section will be reset to its default values.
de: Der Abschnitt \(pendingResetSection.title) wird auf seine Standardwerte zurückgesetzt.
es: Der Abschnitt \(pendingResetSection.title) wird auf seine Standardwerte zurückgesetzt.
fr: Der Abschnitt \(pendingResetSection.title) wird auf seine Standardwerte zurückgesetzt.

source: The documents directory is not available.
de: Das Dokumentenverzeichnis ist nicht verfügbar.
es: El directorio de documentos no está disponible.
fr: Le dossier Documents n'est pas disponible.

source: The remote download is no longer making progress.
de: Der Remote-Download macht keinen Fortschritt mehr.
es: La descarga remota ya no avanza.
fr: Le téléchargement distant ne progresse plus.

source: The remote download was paused.
de: Der Remote-Download wurde angehalten.
es: La descarga remota se ha pausado.
fr: Le téléchargement distant a été suspendu.

source: The section will be reset to its default values.
de: Der Abschnitt wird auf seine Standardwerte zurückgesetzt.
es: Der Abschnitt wird auf seine Standardwerte zurückgesetzt.
fr: Der Abschnitt wird auf seine Standardwerte zurückgesetzt.

source: This editor is not available in the current render mode.
de: Dieser Editor ist im aktuellen Rendermodus nicht verfügbar.
es: Dieser Editor ist im aktuellen Rendermodus nicht verfügbar.
fr: Dieser Editor ist im aktuellen Rendermodus nicht verfügbar.

source: Top color
de: Farbe oben
es: Color superior
fr: Couleur du haut

# Transfer Function + Licht
source: Transfer function + lighting
de: Transfer Function + Licht
es: Función de transferencia + iluminación
fr: Fonction de transfert + éclairage

source: Transfer function + lighting
de: Transfer Function + Licht
es: Función de transferencia + iluminación
fr: Fonction de transfert + éclairage

source: Transfer function could not be loaded: \(error.localizedDescription)
de: Transferfunktion konnte nicht geladen werden: \(error.localizedDescription)
es: Transferfunktion konnte nicht geladen werden: \(error.localizedDescription)
fr: Transferfunktion konnte nicht geladen werden: \(error.localizedDescription)

source: Transfer function could not be saved: \(error.localizedDescription)
de: Transferfunktion konnte nicht gespeichert werden: \(error.localizedDescription)
es: No se pudo guardar la función de transferencia: \(error.localizedDescription)
fr: La fonction de transfert n’a pas pu être enregistrée : \(error.localizedDescription)

source: Transfer function loaded: \(url.path)
de: Transferfunktion geladen: \(url.path)
es: Transferfunktion geladen: \(url.path)
fr: Transferfunktion geladen: \(url.path)

source: Transfer function saved: \(url.path)
de: Transferfunktion gespeichert: \(url.path)
es: Función de transferencia guardada: \(url.path)
fr: Fonction de transfert enregistrée : \(url.path)

# Transfer Functions automatisch laden/speichern
source: Automatically load/save transfer functions
de: Transfer Functions automatisch laden/speichern
es: Cargar/guardar automáticamente funciones de transferencia
fr: Charger/enregistrer automatiquement les fonctions de transfert

source: uncompressed
de: unkomprimiert
es: sin comprimir
fr: non compressé

source: Values
de: Werte
es: Valores
fr: Valeurs

# Vertikaler Verlauf
source: Vertical gradient
de: Vertikaler Verlauf
es: Degradado vertical
fr: Dégradé vertical

source: Waiting for SharePlay Host
de: Warte auf SharePlay-Host
es: Esperando al anfitrión de SharePlay
fr: En attente de l’hôte SharePlay

source: Waiting for the host to select and open a dataset.
de: Warte darauf, dass der Host einen Datensatz auswählt und öffnet.
es: Esperando a que el anfitrión seleccione y abra un conjunto de datos.
fr: En attente que l’hôte sélectionne et ouvre un jeu de données.

source: WebGPU %@ %@ failed%@
de: WebGPU %@ %@ fehlgeschlagen%@

# WebGPU-Webserver aktivieren
source: Enable WebGPU web server
de: WebGPU-Webserver aktivieren
es: Activar servidor web WebGPU
fr: Activer le serveur web WebGPU

source: Without HTTPS, only localhost connections are possible.
de: Ohne HTTPS sind nur localhost-Verbindungen möglich.
es: Sin HTTPS solo son posibles conexiones localhost.
fr: Sans HTTPS, seules les connexions localhost sont possibles.

source: Zeroes
de: Nullen
es: Ceros
fr: Zéros

source: Ad-hoc dataset server port
es: Puerto del servidor de datasets ad hoc
fr: Port du serveur de jeux de données ad hoc

source: Ad-hoc dataset server port: %d
es: Puerto del servidor de datasets ad hoc: %d
fr: Port du serveur de jeux de données ad hoc : %d

source: Ad-hoc Server
es: Servidor ad hoc
fr: Serveur ad hoc

source: Ad-hoc WebGPU web server port
es: Puerto del servidor web WebGPU ad hoc
fr: Port du serveur web WebGPU ad hoc

source: Clipping
es: Recorte
fr: Découpe

# dataset_info_name
source: Name
es: Nombre
fr: Nom

# dataset_source_remote_format
source: Remote (%@:%d)
es: Remoto (%@:%d)
fr: Distant (%@:%d)

source: Drop FPS: %d
es: FPS de reducción: %d
fr: FPS de réduction : %d

source: Export
es: Exportar
fr: Exporter

source: Hostname
es: Nombre de host
fr: Nom d’hôte

source: Import
es: Importar
fr: Importer

# info_version_format
source: Version %1$@.%2$@
es: Versión %1$@.%2$@

source: Log
es: Registro
fr: Journal

source: Log level
es: Nivel de registro
fr: Niveau de journalisation

source: OK
es: Aceptar

source: Oversampling
es: Sobremuestreo
fr: Suréchantillonnage

source: Port
es: Puerto

source: Recovery FPS: %d
es: FPS de recuperación: %d
fr: FPS de récupération : %d

source: Rendering
es: Renderizado
fr: Rendu

source: Slicing preset
es: Preajuste de corte
fr: Préréglage de coupe

source: Timeout
es: Tiempo de espera
fr: Délai d’attente

source: Transfer
es: Transferencia
fr: Transfert

source: Transfer function
es: Función de transferencia
fr: Fonction de transfert

source: WebGPU Web Server
es: Servidor web WebGPU
fr: Serveur web WebGPU

source: WebGPU web server port
es: Puerto del servidor web WebGPU
fr: Port du serveur web WebGPU

source: Editor
fr: Éditeur

# metadata_lod_count_format
source: %d LODs
fr: %d LOD
